Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Oppgaven skrives på et skandinavisk språk eller engelsk, dersom ikke annet er spesifisert i emneplanen.
nn: Oppgåva skal skrivast på eit skandinavisk språk eller engelsk, dersom ikkje anna er spesifisert i emneplanen.

source: Kandidaten kan reflektere over egen faglig utøvelse, også i team og i en tverrfaglig sammenheng, og kan tilpasse denne til den aktuelle arbeidssituasjon.
nn: Kandidaten kan reflektera over eigen fagleg utøving, òg i team og i ein tverrfagleg samanheng, og kan tilpasse denne til den aktuelle arbeidssituasjonen.

source: Med master i brannsikkerhet vil du kunne arbeide med avanserte og komplekse problemstillinger innen brannsikkerhet!
nn: Med master i brannsikkerheit vil du kunne arbeida med avanserte og komplekse problemstillingar innan brannsikkerheit!

source: forbereder seg til sluttvurderingssamtalen ved å vurdere studenten sin progresjon knyttet til de ulike læringsutbyttene.
nn: førebur seg til sluttvurderingssamtalen ved å vurdere studenten sin progresjon knytt til dei ulike læringsutbyta.

source: Har kunnskap om risikofaktorer og komplikasjoner ved kirurgisk sykdom og behandling.
nn: Har kunnskap om risikofaktorar og komplikasjonar ved medisinsk sjukdom og behandling.

source: skal være aktiv i samtale/diskusjonen og ta utgangspunkt i sine erfaringer fra konkrete situasjoner og sin egenvurdering.
nn: skal vera aktiv i samtale/diskusjonen og ta utgangspunkt i sine erfaringar frå konkrete situasjonar. og eigenvurdering.

source: Blir utfordret på didaktisk arbeid knyttet til både formelle og uformelle situasjoner
nn: blir utfordra på didaktisk arbeid knytt til både formelle og uformelle situasjonar

source: Organisering, innhold og omfang
nn: Organisering, innhald og omfang

source: Kandidaten kan regne på kraft og bevegelse i to dimensjoner og på termofysiske problemstillinger.
nn: Kandidaten kan rekne på kraft og bevegelse i to dimensjonar og på termofysiske problemstillingar.

source: betaler studieavgift for inneværende (påbegynte) semester og kan starte opp ved første mulighet om emnet blir tilbydd igjen.
nn: betaler studieavgift for inneverande (påbegynte) semester og kan starta opp ved første moglegheit om emnet blir tilbydd igjen.

source: kan bidra til utvikling av god praksis gjennom å delta i faglige diskusjoner innenfor fagområdet og dele sine kunnskaper og erfaringer med andre.
nn: kan bidra til utvikling av god praksis gjennom å delta i faglege diskusjonar innanfor fagområdet og dela kunnskapane og erfaringane sine med andre.

source: studieår knyttet til fordypningsenheten.
nn: studieår knytt til fordjupingseininga.

source: studieår skrive en masteroppgave.
nn: studieår skrive ei masteroppgåve.

source: Deler av oppgaven kan leveres på andre medier i henhold til det enkelte masterfagets emneplan og etter avtale med emneansvarlig.
nn: Deler av oppgåva kan leverast på andre medium i tråd med emneplanane i det enkelte masterfaget og etter avtale med emneansvarleg.

source: Har grunnleggende faglig innsikt, analytisk trening og problemforståelse innen økonomisk administrative fagområder som bedriftsøkonomi, administrasjon og samfunnsøkonomi.
nn: Har grunnleggjande fagleg innsikt, analytisk trening og problemforståing innan økonomisk administrative fagområde som bedriftsøkonomi, administrasjon og samfunnsøkonomi.

source: orienterer studenten om hva veiledningen innebærer for begge parter gir råd om formulering og avgrensing av tema og problemstilling bistår studenten i valget av litteratur drøfter og vurderer teori og metodespørsmål i oppgaven gir hjelp til orientering i faglitteratur og datagrunnlag drøfter fremstillingen (oppbygning, dokumentasjon, argumentasjon, språk o.s.v.) drøfter resultater, tolkning og presentasjon av disse sjekker om studenten er orientert om forskningsetiske retningslinjer som er aktuelle for masterarbeidet
nn: orienterer studenten om kva rettleiing inneber for begge partar gir råd om formulering og avgrensing av tema og problemstilling hjelper studenten i val av litteratur drøftar og vurderer teori og metodespørsmål i oppgåva gir hjelp til orientering i faglitteratur og datagrunnlag drøftar framstillinga(oppbygning, dokumentasjon, argumentasjon, språk o.s.v.) drøftar resultat, tolking og presentasjon av desse sjekkar om studenten er orientert om forskningsetiske retningslinjer som er aktuelle for masterarbeidet

source: arkitektur, interiør, gjenstander, materiale og konteksten i form av kropper, tid og rom.
nn: arkitektur, interiør, gjenstandar, materiale og konteksten i form av kroppar, tid og rom.

source: En godkjent søknad innebærer blant annet at du har fått en faglig forhåndsgodkjenning av kurs eller praksis som du skal ta i utlandet.
nn: Ein godkjent søknad betyr at du har fått ei fagleg førehandsgodkjenning av kurs eller praksis som du skal ta i utlandet.

source: For å samtykke til publisering, må kandidaten/-e krysse av for dette ved elektronisk innlevering.
nn: For å samtykkje til publisering, må kandidaten/-ane krysse av for dette ved elektronisk innlevering.

source: i praksis kan likevel gå opp til eksamen i de andre deleksamenene innen kunnskapsområdet, men får ikke tilskrevet studiepoengene før praksis er vurdert til bestått.
nn: i praksis kan likevel gå opp til eksamen i dei andre deleksamenane innan kunnskapsområdet, men får ikkje utteljing av studiepoeng før praksis er vurdert til bestått.

source: Bachelorstudiet i marinteknikk følger
nn: Studieprogrammet i marinteknikk følgjer

source: Både faglærer, pedagogikklærer, praksislærer og styrer/enhetsleder har ansvar for evaluering av studenten i praksis, men praksislærer har et overordnet ansvar.
nn: Både faglærar, pedagogikklærar, praksislærar og styrar/ einingsleiar har ansvar for evaluering av studenten i praksis, men praksislærar har eit overordna ansvar.

source: Studenten får skriftlig varsel om at hen står i fare for å miste studieretten dersom innbetalt semesteravgift ikke er innbetalt innen oppgitt frist.
nn: Studenten får skriftleg varsel om at hen står i fare for å miste studieretten dersom innbetalt semesteravgift ikkje er innbetalt innan oppgitt frist.

source: Informasjons- og kommunikasjonsteknologi er integrert i undervisningen med Fronter og databaserte støttesystemer som viktige verktøy i det faglige og pedagogiske arbeidet.
nn: Informasjons- og kommunikasjonsteknologi er integrert i undervisinga med databaserte støttesystem som viktige verktøy i det faglege og pedagogiske arbeidet.

source: Studiet er lagt opp som en 3-årig profesjonsutdanning med stor vekt på praktiske laboratoriearbeider og prosjektoppgaver.
nn: Studiet er lagt opp som ei 3-årig profesjonsutdanning med stor vekt på praktiske laboratoriearbeider og prosjektoppgåver.

source: Kan planlegge og gjennomføre tilsvarende prosjekter, både alene og sammen med andre.
nn: Kan planleggja og gjennomføra tilsvarande prosjekt, både aleine og saman med andre.

source: Kandidaten kan bidra til nytenkning, innovasjon og entreprenørskap gjennom deltakelse i utvikling og realisering av bærekraftige og samfunnsnyttige produkter, systemer og/eller løsninger.
nn: Kandidaten kan bidra til nytenkning, innovasjon og entreprenørskap gjennom deltaking i utvikling og realisering av berekraftige og samfunnsnyttige produkt, system og/eller løysingar.

source: har innsikt i relevante fag- og profesjonsetiske problemstillinger, og kan bidra i et profesjonelt fellesskap og til utvikling av skolen
nn: har innsikt i relevante fag- og profesjonsetiske problemstillingar, og kan bidra i et profesjonelt fellesskap og til utvikling av skulen

source: Kandidaten har grunnleggende kunnskaper innen matematikk, statistikk, fysikk og relevante samfunns- og økonomifag og om hvordan disse kan integreres i ingeniørfaglig problemløsning.
nn: Kandidaten har grunnleggjande kunnskapar innan matematikk, statistikk, fysikk og relevante samfunns- og økonomiemne og om korleis desse kan integrerast i ingeniørfagleg problemløysing.

source: kan utføre modellering av ulike brannscenarioer og gjøre konsekvensanalyser av disse
nn: Kan utføra modellering av ulike brannscenario og gjere konsekvensanalysar av desse.

source: Har utviklet et grunnlag for utvikling av analytisk evne og vilje, samt tilegnet seg teoretiske kunnskaper til å fortsette studier på masternivå i inn- og utland.
nn: Har utvikla eit grunnlag for utvikling av analytisk evne og vilje, samt tileigna seg teoretiske kunnskapar til å fortsetje studier på masternivå i inn- og utland.

source: Har bred kunnskap om nasjonalt og internasjonalt maritimt regelverk relatert til operasjon og drift av skip.
nn: Har brei kunnskap om nasjonalt og internasjonalt maritimt regelverk relatert til operasjon og drift av skip.

source: Veiledning gis bare på grunnlag av innsendt skriftlig materiale.
nn: Rettleiing blir berre gitt på grunnlag av innsendt skriftleg materiale.

source: Bioingeniørutdanningen har inngått Erasmus-avtaler med Turku University of Applied Science og Savonia University of Applied Science i Finland, Umeå University i Sverige, Metropolitian University College Copenhagen i Danmark, Eötvö Lorand University i Ungarn og Plantijen Hogeschoole i Belgia.
nn: Bioingeniørutdanninga har vidare inngått Erasmus-avtalar med Turku University of Applied Science i Finland, Umeå University i Sverige, Metropolitian University College Copenhagen i Danmark, Eötvö Lorand University i Ungarn og Artesis Plantijn University College Antwerp i Belgia.

source: Kandidaten kan anvende regneferdigheter i matematikk på problemstillinger fra fysikk.
nn: kan bruke regneferdigheiter i matematikk på problemstillingar frå fysikk.

source: Ny veileder kan oppnevnes.
nn: Ny rettleiar kan oppnemnast.

source: Sentrale fokusområder er observasjoner knyttet til sykdom og behandling, vurdering av behov for sykepleie, innlæring av praktiske ferdigheter, betydningen av god infeksjonskontroll og kyndig håndtering av medisinsktekniske prosedyrer.
nn: Sentrale fokusområde er observasjonar knytt til sjukdom og behandling, vurdering av behov for sjukepleie, innlæring av praktisk dugleik, betydinga av god infeksjonskontroll og kyndig handtering av medisinsktekniske prosedyrar.

source: Kandidaten kjenner til energibegrepet og energianvendelser i moderne samfunn, og kan bruke det i fysiske problemstillinger.
nn: Kandidaten kjenner til energibegrepet og energianvendelsar i moderne samfunn, og kan bruke det i fysiske problemstillingar.

source: a) Fastsatt kursavgift og eventuell semesteravgift skal være betalt innen angitt
nn: a) Fastsatt kursavgift og eventuell semesteravgift skal vera betalt innan angitt

source: Du betaler ikke skolepenger ved denne institusjonen, og får Erasmus+ stipend i tillegg til støtte fra Lånekassen.
nn: Du betaler ikkje skulepengar ved denne institusjonen, og får Erasmus+ stipend i tillegg til støtte frå Lånekassen.

source: Kandidaten kan oppdatere sin kunnskap innenfor fagfeltet, både gjennom informasjonsinnhenting og kontakt med fagmiljøer og praksis.
nn: Kandidaten kan oppdatera kunnskapen sin innan fagfeltet, både gjennom informasjonsinnhenting og kontakt med fagmiljø og praksis.

source: Rammene for dette arbeidet er satt i programplanene for grunnskolelærerutdanningene ved HVL, som igjen bygger på det nasjonale rammeverket i Forskrift om plan for grunnskolelærerutdanning (trinn 1–7), Forskrift om plan for grunnskolelærerutdanning (trinn 5–10), rundskrivet F-06-16, samt de nasjonale retningslinjene for grunnskolelærer-utdanningene (1-7 og 5-10).
nn: Rammene for dette arbeidet er sett i programplanane for grunnskulelærarutdanningane ved HVL, som igjen byggjer på det nasjonale rammeverket i Forskrift om plan for grunnskolelærerutdanning (trinn 1–7), Forskrift om plan for grunnskolelærerutdanning (trinn 5–10), rundskrivet F-06-16, og dei nasjonale retningslinjene for grunnskulelærarutdanningane (1-7 og 5-10).

source: Brannsikkerhet blir mer og mer viktig i dagens samfunn, og behovet for kunnskap og kompetanse innen dette feltet er sterkt økende.
nn: Brannsikkerheit blir meir og meir viktig i dagens samfunn, og behovet for kunnskap og kompetanse innan dette feltet er sterkt aukande.

source: Har kunnskap om forsknings- og utviklingsarbeid relevant for Community Music-feltet
nn: har kunnskap om forskings- og utviklingsarbeid relevant for samfunnsmusikk

source: Det vil mer konkret si at en skal vurdere i hvilken grad kandidaten gjennom masteroppgaven viser måloppnåelse på følgende områder:
nn: Det vil meir konkret seie at ein skal vurdere i kva grad kandidaten gjennom masteroppgåva viser måloppnåing på følgjande område:

source: Kunne lede utviklingsarbeid og videreutvikle egen arbeidsplass.
nn: Kunne leie utviklingsarbeid og vidareutvikle eigen arbeidsplass.

source: Ett års studium er normalt 60 studiepoeng ved full progresjon.
nn: Eitt års studium er normalt 60 studiepoeng ved full progresjon.

source: Studenter kan dermed ta bacheloroppgaven og et valgfritt emne ved en utenlandsk utdanningsinstitusjon.
nn: Studentar kan dermed ta bacheloroppgåva og eit valfritt emne ved ein utanlandsk utdanningsinstitusjon.

source: Kandidaten kan uttrykke seg presist ved bruk av matematisk notasjon.
nn: kan uttrykkje seg presist ved bruk av matematisk notasjon.

source: Det inngås individuelle forpliktende veiledningsavtaler.
nn: Det blir inngått individuelle forpliktande rettleiingsavtaler.

source: Dette studiet gir innsikt i hvordan man som en coachende leder kan bidra til at medarbeidere, team og virksomheter kan videre utvikle sine talenter og realisere sine mål.
nn: Dette studiet gjev innsikt i korleis ein som ein coachande leiar kan bidra til at medarbeidarar, team og verksemder kan vidareutvikle sine talent og realisere måla sine.

source: kan drøfte menneskelig atferd, inkludert utfordringer relatert til risikogrupper, ved utforming av organisatorisk brannvern
nn: Kan drøfta menneskeleg åtferd, inkludert utfordringar relatert til risikogrupper, ved utforming av organisatorisk brannvern.

source: Studenten må tidlig i arbeidet ta kontakt med veileder for å underskrive veilederavtalen, avtale en møteplan og sammen bestemme hva begge parter skal forberede til veiledningsmøtene.
nn: Studenten må tidleg i arbeidet ta kontakt med rettleiar for å skrive under rettleingsavtalen, avtale ein møteplan og saman bestemme kva begge partar skal førebu til rettleiingsmøta.

source: Dersom man har meldt seg opp, men ikke fullfører kurset uten godkjent grunn, vil man ikke få anledning til å ta kurset på nytt gjennom høgskolen.
nn: Dersom ein har meldt seg opp, men ikkje fullfører kurset utan godkjent grunn, vil ein ikkje få moglegheit til å ta kurset på nytt gjennom høgskulen.

source: Undervisningen på musikk inneholder flere fag.
nn: Undervisninga på musikk inneheld fleire fag.

source: Det er obligatorisk frammøte og krav om aktiv deltakelse fra studenten i undervisning med obligatoriske læringsaktiviteter.
nn: Det er obligatorisk frammøte og krav om aktiv deltaking frå studenten i undervisning med obligatoriske læringsaktivitetar.

source: Det er lagt til rette for studieopphold i utlandet i 6.
nn: Det er lagt til rette for studieopphald i utlandet i 6.

source: Dette gjøres i Søknadsweb og krever ingen ekstra kommunikasjon med HVL.
nn: Dette kan gjerast i Søknadsweb og krev ingen ekstra kommunikasjon med HVL.

source: Den praktiske biten av musikk blir lagt stor vekt på, også at studenten skal kunne bruke tid på å øve seg opp praktiske ferdigheter.
nn: Den praktiske biten av musikk vert lagt stor vekt på, også at studenten skal kunne bruke tid på å øve seg opp praktiske ferdigheiter.

source: kan anvende kunnskap og relevante resultater fra forsknings- og utviklingsarbeid for brannsikringstiltak og begrunne sine valg
nn: Kan nytta kunnskap og relevante resultat frå forskings- og utviklingsarbeid for brannsikringstiltak og grunngje vala sine.

source: Til grunn for arbeidet ligger også studieprogrammenes progresjonstrapp med FoU-oppgaven, som må være bestått før studentene kan starte på masteroppgaven 5.
nn: Til grunn for arbeidet ligg også studieprogrammas progresjonstrapp med FoU-oppgåva, som må vere stått før studentane kan starte på masteroppgåva 5.

source: Har kunnskap om risikofaktorer og komplikasjoner ved medisinsk sykdom og behandling.
nn: Har kunnskap om risikofaktorar og komplikasjonar ved medisinsk sjukdom og behandling.

source: Er i stand til å oppdatere sin kunnskap, for eksempel gjennom litteratursøk, kontakt med ulike fagmiljøer og revisjon av egen praksis.
nn: Er i stand til å oppdatera kunnskapen sin, til dømes gjennom litteratursøk, kontakt med ulike fagmiljø og revisjon av eigen praksis.

source: De skal også veilede studenter som arbeider med bacheloroppgaver.
nn: Dei skal òg rettleie studentar som arbeider med bacheloroppgåver.

source: Kandidaten kjenner til forsknings- og utviklingsarbeid, relevant metodikk og arbeidsmåte innen eget fagfelt.
nn: Kandidaten kjenner til forsknings- og utviklingsarbeid, relevant metodikk og arbeidsmåte innan eige fagfelt.

source: Unntak gjelder dersom studenten er påmeldt tett opptil studiestart og benytter
nn: Unntak gjeld dersom studenten er påmeldt tett opptil studiestart og nyttar

source: Se ellers forskrift om studium og eksamen ved Høgskulen på Vestlandet for nærmere detaljer.
nn: Sjå elles forskrift om studium og eksamen ved Høgskulen på Vestlandet for nærare detaljar.

source: 50–70 studiepoeng som gir en tydelig retning innen eget fagfelt, og som bygger på ingeniørfaglig basis og programfaglig basis.
nn: 50–70 studiepoeng som gir ei tydeleg retning innan eige fagfelt, og som byggjer på ingeniørfagleg basis og programfagleg basis.

source: Innhold og oppbygning er basert på denne forutsetningen, samt ønskemål fra representanter fra maritim industri.
nn: Innhald og oppbygning er basert på denne føresetnaden, samt ønskemål frå representantar frå maritim industri.

source: en åpen presentasjon på 20 minutter og en påfølgende muntlig eksaminasjon med utgangspunkt i oppgaven.
nn: ein open presentasjon på 20 minuttar, og ein påfølgjande lukka munnleg eksaminasjon med utgangspunkt i oppgåva.

source: Kandidaten kan oppdatere sine kunnskaper innen kjemiingeniørens fagfelt, både gjennom informasjonsinnhenting og kontakt med fagmiljøer og praksis.
nn: Kandidaten kan oppdatere kunnskapane sine innan kjemiingeniøren sitt fagfelt, både gjennom informasjonsinnhenting og kontakt med fagmiljø og praksis.

source: I løpet av studieåret vil musikalsk entreprenørskap stå sentralt og man har et særskilt fokus på innovasjon, prosjektledelse og kreative prosesser.
nn: I løpet av studieåret vil musikalsk entreprenørskap stå sentralt og det er særskilt fokus på innovasjon, prosjektleiing og kreative prosessar.

source: Som student skal du få mulighet til å bygge opp ferdigheter og kompetanse i å utøver musikk og lede musikkaktiviteter i skolen, med fokus på instrument som fungerer i klasserom, og læreplaner i grunnskolen.
nn: Studentane skal få moglegheit til å bygge opp ferdighet og kompetanse i å utøve musikk og leie musikkaktivitetar i skulen, med fokus på instrument som fungerer i klasserom, og læreplanar i grunnskulen.

source: Didaktiske perspektiv i kjøkkenhagen og grønn omsorg.
nn: Didaktiske perspektiv i kjøkkenhagen og grøn omsorg.

source: Én av veiledningstimene skal benyttes til utforming av prosjektplanen.
nn: Éin av rettleiingstimane skal nyttast til utforming av prosjektplanen.

source: Emneplanen i masterfaget vil gi mer detaljerte beskrivelser av forventet læringsutbytte, arbeidsformer og arbeidskrav.
nn: Emneplanen i masterfaget vil gje meir detaljerte skildringar av venta læringsutbytte, arbeidsformer og arbeidskrav.

source: Det metodiske og didaktiske blir vevd inn i praktisk arbeid, men vi har også mer teoretisk undervisning med mye studentaktive læringsformer.
nn: Det metodiske og didaktiske vert vevd inn i praktisk arbeid, men vi har også meir teoretisk undervisning med mykje studentaktive læringsformer.

source: Opplever sammenheng mellom teoriundervisning, oppgaver og praksis
nn: opplever samanheng mellom teoriundervisning, oppgåver og praksis

source: Studietiden kan ikke forlenges mer enn fire ganger.
nn: Studietida kan ikkje forlengast meir enn fire gonger.

source: kan analysere og forholde seg kritisk til ulike informasjonskilder og anvende disse til å treffe beslutninger
nn: Kan analysera og vere kritisk til ulike informasjonskjelder og nytta desse til å treffa avgjerder.

source: Studenten oppfordres til kontinuerlig å jobbe inn eventuelt fravær på inntil 10% (fraværsdag 1-3), der det er mulig for praksisstedet.
nn: Studenten oppmodast til kontinuerlig å jobbe inn eventuelt fråvær på inntil 10% (fråværsdag 1-3), der det er mogleg for praksisstaden.

source: Kan planlegge og gjennomføre varierte arbeidsoppgaver og prosjekter, alene eller sammen med andre, i tråd med etiske krav og retningslinjer.
nn: Kan planleggje og gjennomføre varierte arbeidsoppgåver og prosjekt, aleine eller saman med andre, i tråd med etiske krav og retningslinjer.

source: kan kommunisere om branntekniske problemstillinger og brannrisiko til virksomheter, relevante myndigheter, spesialister innen fagfeltet og allmennheten.
nn: Kan kommunisera om branntekniske problemstillingar og brannrisiko til verksemder, relevante styresmakter, spesialistar innan fagfeltet og ålmenta.

source: I organisasjoner er konflikt og forhandlinger to fenomen som de fleste forholder seg til daglig i ulike sammenhenger.
nn: I organisasjonar er konflikt og forhandlingar to fenomen som dei fleste held seg til dagleg i ulike samanhengar.

source: Det mellommenneskelige og lærende perspektivet i ledelse står i fokus i studiet.
nn: Det mellommenneskelege og lærande perspektivet i leiing står i fokus i studiet.

source: Praksis er en egen eksamensdel i kunnskapsområdet, og skal vurderes til
nn: Praksis er ein eigen eksamensdel i kunnskapsområdet, og skal vurderast til

source: Studerer du økonomi og administrasjon kan du reise på utveksling til Brisbane og Victoria University i 5.
nn: Studerer du økonomi og administrasjon kan du reise på utveksling til Pacific Lutheran University, Tacoma i 5.

source: Som Erasmusstudent deltar du i verdens største utvekslingsprogram og kan studere på gode europeiske universiteter uten å betale skolepengar.
nn: Som Erasmusstudent deltar du i verdas største utvekslingsprogram og kan studere på gode europeiske universitet utan å betale skulepengar.

source: har kunnskap om utviklingen av skolen som organisasjon og fagene som skole-, kultur-, og forskningsfag
nn: har kunnskap om utviklinga av skulen som organisasjon og faga som skole-, kultur-, og forskingsfag

source: kan diskutere utfordringer og strategier ved anvendelse av ulike forskningstilnærminger/metoder
nn: kan diskutere utfordringar og strategiar ved bruk av ulike forskingstilnærmingar og -metodar.

source: Reflekterer over egne handlinger, holdninger og fagkunnskap (pedagogisk grunnsyn) i møte med barn og voksne
nn: reflekterer over eigne handlingar, holdningar og fagkunnskap (pedagogisk grunnsyn) i møte med barn og vaksne

source: Studiet inneholder en blanding av generelle ingeniørfag, maskinfag og elektrofag, med et fokus mot behovene i olje/gass eller havbruksnæringen.
nn: Studiet inneheld ei blanding av generelle ingeniørfag, maskinfag og elektrofag, med eit fokus mot behova i olje/gass- eller havbruksnæringa.

source: Studentene skal løse oppgaven i grupper på 3-4 personer.
nn: Studentane skal løysa oppgåva i grupper på 3-4 personar.

source: kan beregne og modellere røykproduksjon og toksikologisk effekt avhengig av branntype og materialer
nn: Kan kalkulera og modellera røykproduksjon og toksikologisk effekt avhengig av branntype og materialar.
